{
    "expereince":[
        {
            "date":"Jun 2023 - Present",
            "company":"CTR Tech Pvt Ltd.",
            "position":"Full Stack Developer",
            "discription":"Developed CONNECT, a platform that streamlines connections between B2B stakeholders and artists or their representatives, eliminating the hassle of multiple sources. Independently managed the entire Flutter project and Node.js backend development, taking full ownership of the product lifecycle—from architecture and development to deployment and maintenance. Built and maintained the system to ensure smooth performance and a seamless user experience. The app was successfully adopted by top artists in the country, making it a trusted platform in the industry",
            "details":[],
            "techUsed":["NodeJS","MongoDB","Flutter","System Architecture Design","Aws","Docker","Angular"]
        },
        {
            "date":"Sep 2022 - Apr 2023",
            "company":"Tradebook",
            "position":"Chief Technology Officer",
            "discription":"TradeBook is a Fintech application that is live on the Play Store and the App Store. It have various features like Tradeducation, Virtual Trading, TradeBunch and Stocks recommendations.",
            "details":["Implemented live stock market feeds","Created pipline for auto deployment","Payment integration","Virtual trading smiluation","Dashboard for maintaince","Amazing UI for Buying stocks and for portfolio"],
            "techUsed":["Data Analytics","Flutter","MERN","Python","System Architecture Design","MongoDB","MySql","Aws","Docker"]
        },
        {
            "date":"Aug 2021 - Sep 2022",
            "company":"FutureBridge",
            "position":"Full Stack Developer",
            "discription":"Future Bridge is marketing and research company. Due to its substantial tech team, I've had the opportunity to learn about software development life cycles and how to work effectively in a large team. I've gained valuable insights from our foreign clients, expanding my knowledge of the vast marketing technology and software market. I use various tools and technologies for campaign management and team collaboration.",
            "details":["Created markting tools for smooth email campaigns","Created software which can handle 2cr of user and campaigns activity","Setup Mautic software and development of various features in mautic"],
            "techUsed":["NodeJS","MERN","MongoDB","MySql","RabbitMq","Mautic","PHP","Docker","Kubernetes"]
        },
        {
            "date":"Aug 2021 - Sep 2022",
            "company":"Styx Media",
            "position":"Full Stack Developer",
            "discription":"Styx Media is a startup marketing and services-based company. As a result, I gained insight into the market and technology and learned many new skills when I first started as a developer and began taking projects from clients.",
            "details":["Created many webistes using React","Works on wordpress and shopfiy platforms","Managing team and clients"],
            "techUsed":["NodeJS","MERN","ReduxJS","Aws","MySql","WordPress","PHP","shopfiy"]
        }
    ],
    "project":[
            {
                "name":"Connect The Relevent",
                "redirectUrl":"https://connecttherelevant.com/app.html",
                "discription":"a platform that streamlines connections between B2B stakeholders and artists or their representatives, eliminating the hassle of multiple sources.",
                "image":"/portfolio/images/connecttherelevent.png",
                "techUsed":["Flutter","NodeJS","Websocket","Redux","MongoDB","Firebase"]
            },
            {
                "name":"Wonder of wellness",
                "redirectUrl":"https://wondersofwellness.in/",
                "discription":"Freelance project to create website.",
                "image":"/portfolio/images/wow.png",
                "techUsed":["ReactJs","Tailwind CSS"]
            },
            {
                "name":"TradeBook App",
                "redirectUrl":"https://www.onelink.to/urepmd",
                "discription":"TradeBook is a Fintech application that is live on the Play Store and the App Store. It utilizes a microservices architecture with technologies including Flutter, Node.js, Python, Docker, AWS. It took me 2.5 months to complete this application system, resulting in an amazing user experience with amazing features too.",
                "image":"/portfolio/images/tradebook_app.png",
                "techUsed":["Flutter","NodeJS","Websocket","Redux","Python","Aws","MySql","Docker","Firebase"]
            },
            {
                "name":"Novacutis Clinics",
                "redirectUrl":"https://www.novacutisclinics.com/services/dermal/",
                "discription":"Novacutis Clinics is a project in which the client wants to create landing pages for marketing purposes. There will be a single template, but multiple pages will be generated based on the content and services the marketing team wants",
                "image":"/portfolio/images/novacutisclinics.png",
                "techUsed":["Gatsby","Tailwind CSS"]
            },
            {
                "name":"TradeBook Website",
                "redirectUrl":"https://trackk.in/",
                "discription":"TradeBook website is landing page for marketing purpose added features like payment gatway for plan purchase, support/contact features, download application redirect based on device type, real time notification for supports.",
                "image":"/portfolio/images/tradebook_website.png",
                "techUsed":["NodeJS","React","MySql","Docker","Payment integration"]
            }
    ]

}